Repository: pexatar/PassKey
Catalog: src/PassKey.Desktop/Strings/*/Resources.resw
Source language: en_gb
Languages: de_de, es_es, fr_fr, it_it, pt_pt

# NotesPinnedButton
source: Pinned
de_de: Angeheftet
es_es: Fijado
fr_fr: Épinglé
it_it: Fissata
pt_pt: Fixado

# SearchNotes.PlaceholderText
source: Search notes...
de_de: Notizen suchen...
es_es: Buscar notas...
fr_fr: Rechercher des notes...
it_it: Cerca note...
pt_pt: Pesquisar notas...

# GenUpperDesc.Text
source: Include letters from A to Z
de_de: Enthält Buchstaben von A bis Z
es_es: Incluye letras de la A a la Z
fr_fr: Inclut les lettres de A à Z
it_it: Include lettere dalla A alla Z
pt_pt: Inclui letras de A a Z

# GenLowerDesc.Text
source: Include letters from a to z
de_de: Enthält Buchstaben von a bis z
es_es: Incluye letras de la a a la z
fr_fr: Inclut les lettres de a à z
it_it: Include lettere dalla a alla z
pt_pt: Inclui letras de a a z

# GenDigitsDesc.Text
source: Include digits from 0 to 9
de_de: Enthält Ziffern von 0 bis 9
es_es: Incluye dígitos del 0 al 9
fr_fr: Inclut les chiffres de 0 à 9
it_it: Include cifre da 0 a 9
pt_pt: Inclui dígitos de 0 a 9

# GenSpecialDesc.Text
source: Include !@#$%^&*() and more
de_de: Enthält !@#$%^&*() und weitere
es_es: Incluye !@#$%^&*() y más
fr_fr: Inclut !@#$%^&*() et autres
it_it: Include !@#$%^&*() e altri
pt_pt: Inclui !@#$%^&*() e mais

# GenExcludeAmbiguousDesc.Text
source: Removes 0/O, 1/l/I and | from generation
de_de: Entfernt 0/O, 1/l/I und | aus der Generierung
es_es: Elimina 0/O, 1/l/I y | de la generación
fr_fr: Supprime 0/O, 1/l/I et | de la génération
it_it: Rimuove 0/O, 1/l/I e | dalla generazione
pt_pt: Remove 0/O, 1/l/I e | da geração

# RelativeTimeNow
source: just now
de_de: gerade eben
es_es: ahora
fr_fr: à l'instant
it_it: ora
pt_pt: agora

# RelativeTimeMinutes
source: {0}m ago
de_de: vor {0}m
es_es: hace {0}m
fr_fr: il y a {0}m
it_it: {0}m fa
pt_pt: há {0}m

# RelativeTimeHours
source: {0}h ago
de_de: vor {0}h
es_es: hace {0}h
fr_fr: il y a {0}h
it_it: {0}h fa
pt_pt: há {0}h

# PasswordVerifierWeakHeader.Text
source: Weak passwords
de_de: Schwache Passwörter
es_es: Contraseñas débiles
fr_fr: Mots de passe faibles
it_it: Password deboli
pt_pt: Senhas fracas

# PasswordVerifierDuplicatesHeader.Text
source: Reused passwords
de_de: Wiederverwendete Passwörter
es_es: Contraseñas reutilizadas
fr_fr: Mots de passe réutilisés
it_it: Password riutilizzate
pt_pt: Senhas reutilizadas

# NavDashboard.Content
source: Dashboard
de_de: Übersicht
es_es: Panel
fr_fr: Tableau de bord
pt_pt: Painel

# NavPasswords.Content
source: Passwords
de_de: Passwörter
es_es: Contraseñas
fr_fr: Mots de passe
it_it: Password
pt_pt: Palavras-passe

# NavCards.Content
source: Cards
de_de: Karten
es_es: Tarjetas
fr_fr: Cartes
it_it: Carte
pt_pt: Cartões

# NavIdentities.Content
source: Identities
de_de: Identitäten
es_es: Identidades
fr_fr: Identités
it_it: Identità
pt_pt: Identidades

# NavNotes.Content
source: Secure Notes
de_de: Sichere Notizen
es_es: Notas seguras
fr_fr: Notes sécurisées
it_it: Note Sicure
pt_pt: Notas seguras

# NavGenerator.Content
source: Generator
es_es: Generador
fr_fr: Générateur
it_it: Generatore
pt_pt: Gerador

# NavVerifier.Content
source: Verifier
de_de: Prüfer
es_es: Verificador
fr_fr: Vérificateur
it_it: Verifica
pt_pt: Verificador

# NavLockVault.Content
source: Lock Vault
de_de: Sperren
es_es: Bloquear
fr_fr: Verrouiller
it_it: Blocca Vault
pt_pt: Bloquear

# NavHelp.Content
source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Guide
it_it: Guida
pt_pt: Ajuda

# PageSettings.Text
source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
pt_pt: Definições

# SettingsGeneral.Text
source: General
de_de: Allgemein
fr_fr: Général
it_it: Generali
pt_pt: Geral

# SettingsLanguage.Text
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua
pt_pt: Idioma

# SettingsLanguageRestart.Text
source: The new language applies on restart
de_de: Die neue Sprache wird nach dem Neustart angewendet
es_es: El nuevo idioma se aplica al reiniciar
fr_fr: La nouvelle langue s'applique au redémarrage
it_it: La nuova lingua si applica al riavvio
pt_pt: O novo idioma é aplicado ao reiniciar

# LanguageRestartInfoBar.Title
source: Restart required
de_de: Neustart erforderlich
es_es: Reinicio necesario
fr_fr: Redémarrage requis
it_it: Riavvio necessario
pt_pt: Reinicialização necessária

# LanguageRestartInfoBar.Message
source: Restart PassKey to apply the new language.
de_de: Starten Sie PassKey neu, um die neue Sprache anzuwenden.
es_es: Reinicia PassKey para aplicar el nuevo idioma.
fr_fr: Redémarrez PassKey pour appliquer la nouvelle langue.
it_it: Riavvia PassKey per applicare la nuova lingua.
pt_pt: Reinicie o PassKey para aplicar o novo idioma.

# LanguageRestartNowButton.Content
source: Restart now
de_de: Jetzt neu starten
es_es: Reiniciar ahora
fr_fr: Redémarrer maintenant
it_it: Riavvia ora
pt_pt: Reiniciar agora

# SettingsStartWithWindows.Text
source: Start with Windows
de_de: Mit Windows starten
es_es: Iniciar con Windows
fr_fr: Démarrer avec Windows
it_it: Avvia con Windows
pt_pt: Iniciar com o Windows

# SettingsStartWithWindowsDesc.Text
source: Launch PassKey automatically when the computer starts
de_de: PassKey automatisch beim Hochfahren des Computers starten
es_es: Iniciar PassKey automáticamente al encender el ordenador
fr_fr: Démarrer PassKey automatiquement au démarrage de l'ordinateur
it_it: Avvia PassKey automaticamente all'accensione del computer
pt_pt: Iniciar o PassKey automaticamente quando o computador arrancar

# SettingsStartMinimized.Text
source: Start minimised
de_de: Minimiert starten
es_es: Iniciar minimizado
fr_fr: Démarrer réduit
it_it: Avvia ridotto a icona
pt_pt: Iniciar minimizado

# SettingsStartMinimizedDesc.Text
source: Show PassKey in the taskbar on startup
de_de: PassKey beim Start in der Taskleiste anzeigen
es_es: Mostrar PassKey en la barra de tareas al iniciar
fr_fr: Afficher PassKey dans la barre des tâches au démarrage
it_it: Mostra PassKey nella barra delle applicazioni all'avvio
pt_pt: Mostrar o PassKey na barra de tarefas ao iniciar

# SettingsUI.Text
source: User interface
de_de: Benutzeroberfläche
es_es: Interfaz de usuario
fr_fr: Interface utilisateur
it_it: Interfaccia utente
pt_pt: Interface do utilizador

# SettingsTheme.Text
source: Theme
de_de: Design
es_es: Tema
fr_fr: Thème
it_it: Tema
pt_pt: Tema

# SettingsThemeDesc.Text
source: Customise the visual appearance of the application
de_de: Passen Sie das visuelle Erscheinungsbild der Anwendung an
es_es: Personaliza la apariencia visual de la aplicación
fr_fr: Personnalisez l'apparence visuelle de l'application
it_it: Personalizza l'aspetto visivo dell'applicazione
pt_pt: Personalize a aparência visual da aplicação

# SettingsSecurity.Text
source: Security
de_de: Sicherheit
es_es: Seguridad
fr_fr: Sécurité
it_it: Sicurezza
pt_pt: Segurança

# ThemeSystem.Content
source: System
es_es: Sistema
fr_fr: Système
it_it: Sistema
pt_pt: Sistema

# ThemeLight.Content
source: Light
de_de: Hell
es_es: Claro
fr_fr: Clair
it_it: Chiaro
pt_pt: Claro

# ThemeDark.Content
source: Dark
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
it_it: Scuro
pt_pt: Escuro

# SettingsHelpBtn.Text
source: Help & shortcuts
de_de: Hilfe & Tastenkürzel
es_es: Ayuda y accesos directos
fr_fr: Aide et raccourcis
it_it: Guida e scorciatoie
pt_pt: Ajuda e atalhos

# PageGenerator.Text
source: Password Generator
de_de: Passwort-Generator
es_es: Generador de contraseñas
fr_fr: Générateur de mots de passe
it_it: Generatore Password
pt_pt: Gerador de palavras-passe

# PageVerifier.Text
source: Check
de_de: Pruefung
es_es: Verificacion
pt_pt: Verificacao

# TabVerify.Header
source: Password
de_de: Passwort
es_es: Contrasena
pt_pt: Palavra-passe

# TabAuditVault.Header
source: Vault
de_de: Tresor
pt_pt: Cofre

# RequirementsTitle.Text
source: Requirements
de_de: Anforderungen
es_es: Requisitos
fr_fr: Exigences
it_it: Requisiti
pt_pt: Requisitos

# SuggestionsTitle.Text
source: Suggestions
de_de: Vorschläge
es_es: Sugerencias
it_it: Suggerimenti
pt_pt: Sugestões

# AuditTotal.Text
source: Total passwords
de_de: Passwörter gesamt
es_es: Total de contraseñas
fr_fr: Total des mots de passe
it_it: Password totali
pt_pt: Total de palavras-passe

# AuditWeak.Text
source: Weak passwords
de_de: Schwache Passwörter
es_es: Contraseñas débiles
fr_fr: Mots de passe faibles
it_it: Password deboli
pt_pt: Palavras-passe fracas

# AuditDuplicate.Text
source: Duplicates
de_de: Duplikate
es_es: Duplicadas
fr_fr: Doublons
it_it: Duplicati
pt_pt: Duplicadas

# GeneratorLength.Text
source: Length
de_de: Länge
es_es: Longitud
fr_fr: Longueur
it_it: Lunghezza
pt_pt: Comprimento

# ButtonRefreshAudit.Text
source: Refresh vault analysis
de_de: Tresor-Analyse aktualisieren
es_es: Actualizar análisis del vault
fr_fr: Actualiser l'analyse du coffre
it_it: Aggiorna analisi vault
pt_pt: Atualizar análise do cofre

# GeneratorOptionsHeader.Text
source: Options
de_de: Optionen
es_es: Opciones
it_it: Opzioni
pt_pt: Opções

# GeneratorUppercase.Text
source: Uppercase (A-Z)
de_de: Großbuchstaben (A-Z)
es_es: Mayúsculas (A-Z)
fr_fr: Majuscules (A-Z)
it_it: Maiuscole (A-Z)
pt_pt: Maiúsculas (A-Z)

# GeneratorLowercase.Text
source: Lowercase (a-z)
de_de: Kleinbuchstaben (a-z)
es_es: Minúsculas (a-z)
fr_fr: Minuscules (a-z)
it_it: Minuscole (a-z)
pt_pt: Minúsculas (a-z)

# GeneratorDigits.Text
source: Digits (0-9)
de_de: Ziffern (0-9)
es_es: Dígitos (0-9)
fr_fr: Chiffres (0-9)
it_it: Numeri (0-9)
pt_pt: Dígitos (0-9)

# GeneratorSymbols.Text
source: Symbols (#$&)
de_de: Symbole (#$&)
es_es: Símbolos (#$&)
fr_fr: Symboles (#$&)
it_it: Simboli (#$&)
pt_pt: Símbolos (#$&)

# GeneratorRecentPasswords.Text
source: Recent passwords
de_de: Zuletzt generierte Passwörter
es_es: Contraseñas recientes
fr_fr: Mots de passe récents
it_it: Password recenti
pt_pt: Palavras-passe recentes

# GeneratorNoPasswords.Text
source: No passwords generated
de_de: Keine Passwörter generiert
es_es: No se han generado contraseñas
fr_fr: Aucun mot de passe généré
it_it: Nessuna password generata
pt_pt: Nenhuma palavra-passe gerada

# ReqMinLength.Text
source: At least 8 characters
de_de: Mindestens 8 Zeichen
es_es: Al menos 8 caracteres
fr_fr: Au moins 8 caractères
it_it: Almeno 8 caratteri
pt_pt: Pelo menos 8 caracteres

# ReqRecLength.Text
source: At least 12 characters (recommended)
de_de: Mindestens 12 Zeichen (empfohlen)
es_es: Al menos 12 caracteres (recomendado)
fr_fr: Au moins 12 caractères (recommandé)
it_it: Almeno 12 caratteri (raccomandato)
pt_pt: Pelo menos 12 caracteres (recomendado)

# ReqUppercase.Text
source: Contains uppercase letters
de_de: Enthält Großbuchstaben
es_es: Contiene letras mayúsculas
fr_fr: Contient des lettres majuscules
it_it: Contiene lettere maiuscole
pt_pt: Contém letras maiúsculas

# ReqLowercase.Text
source: Contains lowercase letters
de_de: Enthält Kleinbuchstaben
es_es: Contiene letras minúsculas
fr_fr: Contient des lettres minuscules
it_it: Contiene lettere minuscole
pt_pt: Contém letras minúsculas

# ReqDigits.Text
source: Contains digits
de_de: Enthält Ziffern
es_es: Contiene dígitos
fr_fr: Contient des chiffres
it_it: Contiene numeri
pt_pt: Contém dígitos

# ReqSymbols.Text
source: Contains special symbols
de_de: Enthält Sonderzeichen
es_es: Contiene símbolos especiales
fr_fr: Contient des symboles spéciaux
it_it: Contiene simboli speciali
pt_pt: Contém símbolos especiais

# ReqNoPatterns.Text
source: No common patterns detected
de_de: Keine häufigen Muster erkannt
es_es: Sin patrones comunes detectados
fr_fr: Aucun motif commun détecté
it_it: Nessun pattern comune rilevato
pt_pt: Nenhum padrão comum detectado

# AuditEmptyText.Text
source: No passwords in the vault. Add passwords to run the audit.
de_de: Keine Passwörter im Tresor. Fügen Sie Passwörter hinzu, um das Audit durchzuführen.
es_es: No hay contraseñas en el vault. Añade contraseñas para ejecutar la auditoría.
fr_fr: Aucun mot de passe dans le coffre. Ajoutez des mots de passe pour effectuer l'audit.
it_it: Nessuna password nel vault. Aggiungi delle password per eseguire l'audit.
pt_pt: Não há palavras-passe no vault. Adicione palavras-passe para executar a auditoria.

# UpdateInfoBar.Message
source: Download and install to get the latest fixes and improvements.
de_de: Installieren Sie die neueste Version mit den aktuellen Korrekturen und Verbesserungen.
es_es: Descarga e instala para obtener las últimas correcciones y mejoras.
pt_pt: Baixe e instale para obter as últimas correções e melhorias.

# UpdateDownloadButton.Content
source: Download & install
de_de: Herunterladen und installieren
es_es: Descargar e instalar
pt_pt: Baixar e instalar

# UpdateReleaseNotesButton.Content
source: What's new
de_de: Neuigkeiten
es_es: Novedades
pt_pt: Novidades

# SettingsUpdatesSection.Text
source: Updates
es_es: Actualizaciones
pt_pt: Atualizações

# SettingsAutoUpdateTitle.Text
source: Automatic updates
de_de: Automatische Updates
es_es: Actualizaciones automáticas
pt_pt: Atualizações automáticas

# SettingsAutoUpdateDesc.Text
source: Check for updates at startup
de_de: Beim Start nach neuen Versionen suchen
es_es: Buscar nuevas versiones al iniciar
pt_pt: Verificar novas versões ao iniciar

# SettingsCheckUpdateTitle.Text
source: Check for updates
de_de: Nach Updates suchen
es_es: Buscar actualizaciones
pt_pt: Verificar atualizações

# SettingsCheckUpdateBtn.Content
source: Check now
de_de: Jetzt prüfen
es_es: Comprobar ahora
pt_pt: Verificar agora

# UpdateNeverChecked
source: Last check: never
de_de: Zuletzt geprüft: nie
es_es: Última comprobación: nunca
pt_pt: Última verificação: nunca

# UpdateJustChecked
source: Checked just now
de_de: Gerade geprüft
es_es: Comprobado ahora mismo
pt_pt: Verificado agora

# UpdateCheckedMinutesAgo
source: Checked {0} min ago
de_de: Vor {0} Min. geprüft
es_es: Comprobado hace {0} min
pt_pt: Verificado há {0} min

# UpdateCheckedHoursAgo
source: Checked {0} hr ago
de_de: Vor {0} Std. geprüft
es_es: Comprobado hace {0} h
pt_pt: Verificado há {0} h

# UpdateChecking
source: Checking…
de_de: Wird geprüft…
es_es: Comprobando…
pt_pt: A verificar…

# UpdateCheckFailed
source: Unable to connect
de_de: Verbindung fehlgeschlagen
es_es: No se puede conectar
pt_pt: Não foi possível conectar

# UpdateUpToDate
source: PassKey is up to date
de_de: PassKey ist aktuell
es_es: PassKey está actualizado
pt_pt: PassKey está atualizado

# UpdateFound
source: Version {0} available!
de_de: Version {0} verfügbar!
es_es: ¡Versión {0} disponible!
pt_pt: Versão {0} disponível!

# FieldTotp.Text
source: 2FA Code (TOTP)
es_es: Codigo 2FA (TOTP)
pt_pt: Codigo 2FA (TOTP)

# TotpCodeLabel.Text
source: Current code
de_de: Aktueller Code
es_es: Codigo actual
pt_pt: Codigo atual

# TotpEnterSecretLabel.Text
source: Enter seed
de_de: Seed eingeben
es_es: Introducir clave
pt_pt: Inserir seed

# TotpPasteUriLabel.Text
source: Paste URI
de_de: URI einfuegen
es_es: Pegar URI
pt_pt: Colar URI

# TotpScanQrLabel.Text
source: Scan QR
de_de: QR scannen
es_es: Escanear QR
pt_pt: Digitalizar QR

# SettingsHibpDesc.Text
source: Verify your passwords against Have I Been Pwned. Only the first 5 characters of the SHA-1 hash ever leave the device (k-anonymity).
de_de: Passwoerter gegen Have I Been Pwned pruefen. Nur die ersten 5 Zeichen des SHA-1-Hashes verlassen das Geraet (k-Anonymitaet).
es_es: Verificar las contrasenas contra Have I Been Pwned. Solo los primeros 5 caracteres del hash SHA-1 salen del dispositivo (k-anonymity).
pt_pt: Verificar palavras-passe contra Have I Been Pwned. Apenas os primeiros 5 caracteres do hash SHA-1 saem do dispositivo (k-anonymity).

# SettingsHibpTitle.Text
source: Check for compromised passwords
de_de: Kompromittierte Passwoerter pruefen
es_es: Comprobar contrasenas comprometidas
pt_pt: Verificar palavras-passe comprometidas

# WatchtowerCompromisedHeader.Text
source: Compromised passwords
de_de: Kompromittierte Passwoerter
es_es: Contrasenas comprometidas
pt_pt: Palavras-passe comprometidas

# WatchtowerDuplicatesHeader.Text
source: Reused passwords
de_de: Wiederverwendete Passwoerter
es_es: Contrasenas reutilizadas
pt_pt: Palavras-passe reutilizadas

# WatchtowerHibpDisabledBanner.Message
source: To check your passwords against Have I Been Pwned enable the option in Settings -> Security. Only the first 5 characters of the SHA-1 hash ever leave the device (k-anonymity).
de_de: Aktivieren Sie die Option unter Einstellungen -> Sicherheit, um Ihre Passwoerter mit Have I Been Pwned abzugleichen. Nur die ersten 5 Zeichen des SHA-1-Hashes verlassen das Geraet (k-Anonymitaet).
es_es: Para comprobar tus contrasenas contra Have I Been Pwned activa la opcion en Ajustes -> Seguridad. Solo los primeros 5 caracteres del hash SHA-1 salen del dispositivo (k-anonymity).
pt_pt: Para verificar as suas palavras-passe contra Have I Been Pwned ative a opcao em Definicoes -> Seguranca. Apenas os primeiros 5 caracteres do hash SHA-1 saem do dispositivo (k-anonymity).

# WatchtowerHibpDisabledBanner.Title
source: Compromised-password check is disabled
de_de: Pruefung kompromittierter Passwoerter deaktiviert
es_es: Comprobacion de contrasenas comprometidas desactivada
pt_pt: Verificacao de palavras-passe comprometidas desativada

# WatchtowerScanButton.Text
source: Start scan
de_de: Scan starten
es_es: Iniciar escaneo
pt_pt: Iniciar verificacao

# WatchtowerStatCompromised.Text
source: Compromised
de_de: Kompromittiert
es_es: Comprometidas
pt_pt: Comprometidas

# WatchtowerStatDuplicates.Text
source: Duplicates
de_de: Duplikate
es_es: Duplicadas
pt_pt: Duplicadas

# WatchtowerStatWeak.Text
source: Weak
de_de: Schwach
es_es: Debiles
pt_pt: Fracas

# WatchtowerSubtitle.Text
source: Vault audit: weak, reused and compromised passwords detected in public data breaches.
de_de: Tresor-Audit: schwache, wiederverwendete und in oeffentlichen Datenlecks kompromittierte Passwoerter.
es_es: Auditoria del vault: contrasenas debiles, reutilizadas y comprometidas en filtraciones publicas.
pt_pt: Auditoria do cofre: palavras-passe fracas, reutilizadas e comprometidas em fugas publicas.

# WatchtowerWeakHeader.Text
source: Weak passwords
de_de: Schwache Passwoerter
es_es: Contrasenas debiles
pt_pt: Palavras-passe fracas

# VerifierHibpDisabledBanner.Message
source: To check your passwords against Have I Been Pwned enable the option in Settings -> Security. Only the first 5 characters of the SHA-1 hash ever leave the device (k-anonymity).
de_de: Aktivieren Sie die Option unter Einstellungen -> Sicherheit, um Ihre Passwoerter mit Have I Been Pwned abzugleichen. Nur die ersten 5 Zeichen des SHA-1-Hashes verlassen das Geraet (k-Anonymitaet).
es_es: Para comprobar tus contrasenas contra Have I Been Pwned activa la opcion en Ajustes -> Seguridad. Solo los primeros 5 caracteres del hash SHA-1 salen del dispositivo (k-anonymity).
pt_pt: Para verificar as suas palavras-passe contra Have I Been Pwned ative a opcao em Definicoes -> Seguranca. Apenas os primeiros 5 caracteres do hash SHA-1 saem do dispositivo (k-anonymity).

# AuditCompromised.Text
source: Compromised
de_de: Kompromittiert
es_es: Comprometidas
pt_pt: Comprometidas

# VerifierCompromisedHeader.Text
source: Compromised passwords
de_de: Kompromittierte Passwoerter
es_es: Contrasenas comprometidas
pt_pt: Palavras-passe comprometidas

# VerifierHibpDisabledBanner.Title
source: Compromised-password check is disabled
de_de: Pruefung kompromittierter Passwoerter deaktiviert
es_es: Comprobacion de contrasenas comprometidas desactivada
pt_pt: Verificacao de palavras-passe comprometidas desativada

# HibpConsentClose
source: Cancel
de_de: Abbrechen
es_es: Cancelar
pt_pt: Cancelar

# HibpConsentMessage
source: PassKey will check your passwords against the public Have I Been Pwned database. Only the first 5 characters of the SHA-1 hash of each password will ever leave your device (k-anonymity) - the cleartext password always stays local. Do you want to enable this check?
de_de: PassKey prueft Ihre Passwoerter gegen die oeffentliche Datenbank von Have I Been Pwned. Nur die ersten 5 Zeichen des SHA-1-Hashes jedes Passworts verlassen Ihr Geraet (k-Anonymitaet) - das Klartext-Passwort bleibt immer lokal. Moechten Sie diese Pruefung aktivieren?
es_es: PassKey verificara tus contrasenas contra la base de datos publica de Have I Been Pwned. Solo los primeros 5 caracteres del hash SHA-1 de cada contrasena saldran del dispositivo (k-anonymity) - la contrasena en texto claro siempre se queda local. Deseas activar esta verificacion?
pt_pt: O PassKey verificara as suas palavras-passe contra a base de dados publica do Have I Been Pwned. Apenas os primeiros 5 caracteres do hash SHA-1 de cada palavra-passe sairao do dispositivo (k-anonymity) - a palavra-passe em texto claro fica sempre local. Deseja ativar esta verificacao?

# HibpConsentPrimary
source: Enable
de_de: Aktivieren
es_es: Activar
pt_pt: Ativar

# HibpConsentTitle
source: Enable compromised-password check?
de_de: Pruefung kompromittierter Passwoerter aktivieren?
es_es: Activar la comprobacion de contrasenas comprometidas?
pt_pt: Ativar a verificacao de palavras-passe comprometidas?

# DashHealthCompromisedLabel.Text
source: Compromised
de_de: Kompromittiert
es_es: Comprometidas
pt_pt: Comprometidas

# DashHealthCompromisedSummary
source: {0} compromised passwords
de_de: {0} kompromittierte Passwoerter
es_es: {0} contrasenas comprometidas
pt_pt: {0} palavras-passe comprometidas

# DashHealthDuplicatesLabel.Text
source: Reused
de_de: Wiederverwendet
es_es: Reutilizadas
pt_pt: Reutilizadas

# DashHealthWeakLabel.Text
source: Weak
de_de: Schwach
es_es: Debiles
pt_pt: Fracas

# ToastSaved
source: Changes saved
de_de: Anderungen gespeichert
es_es: Cambios guardados
pt_pt: Alteracoes guardadas

# ToastDeleted
source: Item deleted
de_de: Element geloscht
es_es: Elemento eliminado
pt_pt: Item eliminado

# ToastUsernameCopied
source: Username copied
de_de: Benutzername kopiert
es_es: Nombre de usuario copiado
pt_pt: Nome de utilizador copiado

# ToastPasswordCopied
source: Password copied
de_de: Passwort kopiert
es_es: Contrasena copiada
pt_pt: Palavra-passe copiada

# ToastCopied
source: Copied to clipboard
de_de: In Zwischenablage kopiert
es_es: Copiado al portapapeles
pt_pt: Copiado para a area de transferencia

# ForgotPwTitle
source: Forgotten password
de_de: Passwort vergessen
es_es: Contrasena olvidada
pt_pt: Palavra-passe esquecida

# ForgotPwMessage
source: PassKey never stores your master password. For security (zero-knowledge model) only you know it. If you have forgotten it, you can restore a .pkbak backup or create a new vault.
de_de: PassKey speichert das Master-Passwort niemals. Aus Sicherheitsgrunden (Zero-Knowledge-Modell) kennen nur Sie es. Falls Sie es vergessen haben, konnen Sie eine .pkbak-Sicherung wiederherstellen oder einen neuen Tresor erstellen.
es_es: PassKey nunca almacena la contrasena maestra. Por seguridad (modelo zero-knowledge) solo tu la conoces. Si la has olvidado, puedes restaurar una copia .pkbak o crear un vault nuevo.
pt_pt: O PassKey nunca guarda a palavra-passe principal. Por seguranca (modelo zero-knowledge) so o utilizador a conhece. Se a esqueceu, pode restaurar uma copia de seguranca .pkbak ou criar um novo cofre.

# ForgotPwRestore
source: Restore backup
de_de: Sicherung wiederherstellen
es_es: Restaurar copia
pt_pt: Restaurar copia de seguranca

# ForgotPwNewVault
source: Create new vault
de_de: Neuen Tresor erstellen
es_es: Crear vault nuevo
pt_pt: Criar novo cofre

# NewVaultWarnTitle
source: Create new vault
de_de: Neuen Tresor erstellen
es_es: Crear vault nuevo
pt_pt: Criar novo cofre
